<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Messages
    |--------------------------------------------------------------------------
    |
    | Messages
    |
    */

    'success_confirm' => 'کد احراز هویت با موفقیت ارسال شد.',
    'accept_confirm' => 'کد احراز هویت با موفقیت تایید شد.',
    'error_confirm' => 'کد احراز هویت معتبر نیست',
    'phone_login_error' => 'شماره تلفن همراه یا رمز عبور اشتباه است.',
    'email_login_error' => 'ایمیل یا رمز عبور اشتباه است.',
    'deactivate_user' => 'کاربر غیر فعال است',
    'logout_success' => 'شما با موفقیت خارج شدید.',
    'change_password_success' => 'رمز شما با موفقیت تغییر یافت',
    'system_error' => 'خطای سیستمی',
    'unpossible_operation' =>'امکان انجام عملیات وجود ندارد',
    'success_operation' =>'عملیات با موفقیت انجام شد',
    'overflow_stock' =>'مقادیر اعطا شده به محصول بیشتر از موجودی انبار است',
    'step_during' =>'این مرحله توسط یک پروژه در حال انجام است',
    'template_during' =>'امکان پاک شدن این قالب وجود ندارد',

];
